import './HowToUseFooter.css';
import React from 'react';
const Footer = () => {
    return (
        <div className="footer">
            <p className="footer-text">
            아리페이 충전은 일일 50000원까지 가능하며, 환불은 충전 후 일주일 내로 가능합니다. 
            현재 사용 금액이 충전했던 금액 이상일 경우에만 충전 결제를 취소할 수 있습니다.<br/>
            아리페이는 환전, 조합원 간 양도 및 교환이 불가하며,<br/>
            소유자가 직접 식품, 잡화 등 매점에서 판매하는 물품을 구매하는 용도로만 사용해야 합니다.<br/>
            아리페이의 유지 기간은 충전한 시점부터 조합원 자격을 유지하는 동안 모두 소진하기 전까지이며( 최대 3년 ),  조합 탈퇴 및 졸업 등으로 조합원 자격 상실 시 환불 사유에 해당하는 내용 이외에는 전액 소멸됩니다.<br/>
            <br/>
            상호:부산소프트웨어 마이스터고등학고 사회적 협동조합 |대표:김민경(이사장)<br/>
            사업자 등록번호: 214-82-16238<br/>
            주소:부산광역시 강서구 가락대로 1393 부산소프트웨어 마이스터고등학교 융합관 공간-아리소리<br/>
            전화번호 : 051-970-170<br/>
            </p>
        </div>
    );
};
export default Footer;